Revit 2027 API
ParameterTypeId.RbsElecPanelGroundBusParam Property
 "Ground Bus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelGroundBusParam { get; }
Public Shared ReadOnly Property RbsElecPanelGroundBusParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelGroundBusParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelGroundBusParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace